Repository: ekandreas/gatekeeper
Catalog: lang/gatekeeper-*.po
Languages: sv_se

source: TEST
sv_se: SVENSKA!

source: Sorry! Given credentials are not correct.
sv_se: Ledsen men de uppgifter du angav stämmer inte.

source: Login link to
sv_se: Inloggningslänk till

source: Login link requested. This can only be used once.<br/>
sv_se: Inloggningslänk efterfrågad. Den kan bara användas en enda gång.<br/>

source: Secret Login Link
sv_se: Hemlig inloggningslänk

source: Login link sent. Check your inbox!
sv_se: Inloggningslänk skickad. Kontrollera din e-post!

source: Welcome! We will now start redirecting you...
sv_se: Välkommen! Vi slussar dig vidare…

source: Email is not acceptable!
sv_se: E-postadressen är inte korrekt!

source: Please ensure first name and last name!
sv_se: Se till att förnamn och efternamn finns!

source: Password needs to be at least 6 letters or digits long.
sv_se: Lösenordet måste vara minst 6 tecken långt.

source: Email address already exists. Use the "Forgot password" to get a login link!
sv_se: Epostadressen finns redan. Använd “Glömt lösen” för att få en inloggningslänk!

source: <h2>Welcome!</h2> <br/>You can now login to the site with the credentials given.
sv_se: <h2>Välkommen!</h2> <br/>Du kan nu logga in på webbplatsen med de uppgifter du angett.

source: Not possible to create an account with the data given.
sv_se: Det är inte möjligt att skapa ett konto med dessa uppgifterna.

source: Reuse of authentication functions
sv_se: Återanvändning av inloggningsfunktioner
